{
  "recipes": [
    {
      "id": 1,
      "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F43%2F-0001%2F11%2F30%2F1646101852Grilled20Pork20Chops20220with20Smoked20Paprika20Rub.jpeg",
      "title": "Grilled Pork Chops with Smoked Paprika Rub",
      "ingredients": [
        "6 (5 ounce) boneless pork loin chops, cut 1-inch thick",
        "avocado cooking oil spray",
        " 1 ½ tablespoons smoked paprika ",
        "1 ½ teaspoons kosher salt",
        " ¾ teaspoon freshly ground black pepper ",
        "½ teaspoon onion powder ",
        "½ teaspoon granulated garlic ",
        "⅛ teaspoon cayenne pepper, or to taste"
      ],
      "instructions": [
        "Combine smoked paprika, salt, pepper, onion powder, garlic, and cayenne in a small bowl.",
        "Pat chops dry with a paper towel and evenly distribute dry ingredient mixture on front and back of each chop. With fingertips, lightly rub dry ingredient mixture into the chops on both sides.  ",
        "Place chops on a plate and cover with plastic wrap. Refrigerate for at least 8 hours.",
        "Remove rubbed chops from the refrigerator and allow to come to room temperature, about 20 minutes. ",
        "While chops are getting to room temperature, clean the grate of an outdoor gas grill and preheat to medium heat.",
        "When the grill is ready, lightly spray chops with avocado oil spray.  ",
        "Lightly oil the grill grates, place chops on the grill, and cook for about 3 minutes. Rotate chops 90 degrees to create a criss-cross grill pattern and continue grilling for 3 minutes. Turn chops and grill until pork chops are no longer pink inside, about 4 minutes more. An instant-read thermometer inserted into the center should read 145 degrees F (63 degrees C).  ",
        "Step 8 Remove to a serving platter and allow to rest under a foil tent, for about 5 minutes. Serve warm."
      ],
      "information": "To avoid staining fingertips with the smoked paprika, use food service quality disposable gloves to apply the rub to the chops."
    },
    {
      "id": 2,
      "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fstatic.onecms.io%2Fwp-content%2Fuploads%2Fsites%2F43%2F-0001%2F11%2F30%2F9443782-2000.jpg",
      "title": "Creamy Dill Chicken and Mushrooms",
      "ingredients": [
        "1 pound skinless, boneless chicken thighs, cut into 1-inch pieces ",
        "salt and freshly ground black pepper to taste ",
        "1 tablespoon olive oil ",
        "1 medium onion, chopped ",
        "1 (8 ounce) package baby bella mushrooms, sliced ",
        "3 cloves garlic, minced ",
        "1 cup low-sodium chicken broth ",
        "¼ cup dry white wine ",
        "1 tablespoon dry sherry ",
        "½ cup plain low-fat Greek yogurt ",
        "¼ cup chopped fresh dill, or more to taste ",
        "2 teaspoons Dijon mustard ",
        "2 tablespoons unsalted butter ",
        "1 tablespoon all-purpose flour"
      ],
      "instructions": [
        "Season chicken with salt and pepper.  ",
        "Heat olive oil in a large skillet over medium-high heat. Add chicken and cook for 5 minutes.  ",
        "Reduce heat to medium and add onion; cook until translucent and soft, about 3 minutes. Add mushrooms and cook, stirring occasionally, for 4 to 5 minutes. Stir in garlic and sauté until fragrant, about 30 seconds.  ",
        "Pour in chicken broth, wine, and sherry and bring to a boil. Stir in Greek yogurt, 1/4 cup dill, and Dijon mustard until well incorporated. Add butter and stir until melted.  ",
        "Place flour in a small bowl. Add a ladle of hot broth and whisk until smooth and no lumps remain. Pour mixture into the skillet and stir until well incorporated.  ",
        "Reduce heat to low and simmer until the sauce starts to thicken, 3 to 4 minutes. Taste and adjust seasoning and/or add additional dill if necessary."
      ],
      "information": "I use Fage® Total 2% yogurt.If you don't have fresh dill, you can use dried dill, just don't use as much, since it's really concentrated. A fresh to dry ratio is usually 3:1."
    },
    {
      "id": 3,
      "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F5679005.jpg",
      "title": "Classic Mac and Cheese",
      "ingredients": [
        "1 (16 ounce) package elbow macaroni ",
        "4 tablespoons butter",
        " 4 tablespoons flour ",
        "2 cups whole milk ",
        "8 ounces shredded Cheddar cheese ",
        "4 ounces shredded Swiss cheese ",
        "4 ounces Velveeta® processed cheese ",
        "½ cup panko bread crumbs"
      ],
      "instructions": [
        "Preheat oven to 350 degrees F.  ",
        "Bring a large pot of lightly salted water to a boil. Cook elbow macaroni in the boiling water, stirring occasionally, until tender yet firm to the bite, about 8 minutes. Drain.  ",
        "Melt the butter in the bottom of an oven-proof fry pan. Add the flour and stir over heat until just beginning to brown - don't let it get too brown. Take it off the heat and stir in about 1 cup of milk until the butter and flour mixture is fully incorporated. Put it back on the heat and simmer until just beginning to thicken, about 5 minutes. Add the rest of the milk; stir to fully incorporate.  ",
        "Add all of the cheeses and stir to melt. Once melted, add the cooked macaroni. Stir to mix.  ",
        "Cover the top of the mac and cheese with panko crumbs and place the pan in the oven. Bake for about 20 minutes, or until it is bubbling and the bread crumbs are slightly browned."
      ],
      "information": ""
    },
    {
      "id": 4,
      "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F4130102.jpg",
      "title": "Feijoada de Domingo (Sunday Bean Stew)",
      "ingredients": [
        "8 quarts water, divided ",
        "2 pounds dried black beans, rinsed ",
        "4 bay leaves salt and ground black pepper to taste ",
        "1 pound dried beef, cut into pieces ",
        "½ pound smoked pork ribs ",
        "2 unsalted pig's feet ",
        "1 smoked sausage, cut into pieces ",
        "1 pound spicy sausage, cut into pieces ",
        "½ pound bacon, cut into large pieces ",
        "¼ pound pork belly, cut in half ",
        "1 unsalted pig's ear, cut into thirds ",
        "2 unsalted pig's tails ",
        "2 tablespoons vegetable oil ",
        "4 cloves garlic, chopped ",
        "½ pound bacon, cut into small pieces ",
        "2 onions, chopped ",
        "2 bunches fresh parsley, chopped"
      ],
      "instructions": [
        "Combine 6 quarts water, black beans, bay leaves, salt, and pepper in a large saucepan. Bring to boil; simmer for 50 minutes.  ",
        "Bring remaining 2 quarts water to boil in a large saucepan. Stir in dried beef, pork ribs, and pig's feet; simmer until flavors combine, about 25 minutes. Add smoked sausage, spicy sausage, large bacon pieces, pork belly, pig's ear, and pig's tails; simmer until meat mixture is softened, about 25 minutes.  ",
        "Stir meat mixture to the bean mixture; simmer until flavors combine, about 45 minutes.  ",
        "Heat vegetable oil in a large skillet over medium heat; add garlic. Cook until warmed through, about 45 seconds; transfer to bean mixture. Add small bacon pieces to the skillet; cook and stir until lightly golden, about 2 minutes. Stir in onion; cook until onion is soft and browned, about 5 minutes. Stir in parsley.  ",
        "Stir the onion mixture into the bean mixture; simmer until tender, about 25 minutes. Transfer meat mixture to a serving dish. Pour beans into a separate serving dish."
      ],
      "information": "The special cuts of meat should be available if you order from a good butcher ahead of time.\r\n\r\nThe dried beef called for in this recipe is called \"charque\" or \"carne seca\" in Brazil. It can be hard to find in the US, and can be omitted if necessary."
    },
    {
      "id": 5,
      "image": "https://imagesvc.meredithcorp.io/v3/mm/image?url=https%3A%2F%2Fimages.media-allrecipes.com%2Fuserphotos%2F8947617.jpg&w=595&h=595&c=sc&poi=face&q=60",
      "title": "Irish Cream Chocolate Cheesecake",
      "ingredients": [
        "1 ½ cups chocolate cookie crumbs ",
        "⅓ cup confectioners' sugar ",
        "⅓ cup unsweetened cocoa powder ",
        "¼ cup butter ",
        "3 (8 ounce) packages cream cheese, softened ",
        "1 ¼ cups white sugar ",
        "¼ cup unsweetened cocoa powder ",
        "3 tablespoons all-purpose flour ",
        "3 eggs ",
        " ¼ cup Irish cream liqueur",
        "½ cup sour cream"
      ],
      "instructions": [
        "Preheat oven to 350 degrees F (175 degrees C). In a large bowl, mix together the cookie crumbs, confectioners' sugar and 1/3 cup cocoa. Add melted butter and stir until well mixed. Pat into the bottom of a 9 inch springform pan. Bake in preheated oven for 10 minutes; set aside. Increase oven temperature to 450 degrees F (230 degrees C).  ",
        "In a large bowl, combine cream cheese, white sugar, 1/4 cup cocoa and flour. Beat at medium speed until well blended and smooth. Add eggs one at a time, mixing well after each addition. Blend in the sour cream and Irish cream liqueur; mixing on low speed. Pour filling over baked crust.  ",
        "Bake at 450 degrees F (230 degrees C) for 10 minutes. Reduce oven temperature to 250 degrees F (120 degrees C), and continue baking for 60 minutes.  ",
        "With a knife, loosen cake from rim of pan. Let cool, then remove the rim of pan. Chill before serving. If your cake cracks, a helpful tip is to dampen a spatula and smooth the top, then sprinkle with some chocolate wafer crumbs."
      ],
      "information": ""
    },
    {
      "id": 6,
      "image": "https://images.unsplash.com/photo-1571162437205-8889ff2fee26?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "title": "Teste",
      "ingredients": [
        "01 baguette",
        "cavaco"
      ],
      "instructions": [
        "isso é uma instrucao",
        "Jogue tudo na panela"
      ],
      "information": "Fogo na chapa"
    },
    {
      "id": 7,
      "image": "https://images.unsplash.com/photo-1571162437205-8889ff2fee26?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "title": "iaosaido",
      "ingredients": "aklsdaklsd",
      "instructions": "sadsada",
      "information": "adasdasd",
      "created_at": 1647470717285
    },
    {
      "id": 8,
      "image": "https://images.unsplash.com/photo-1571162437205-8889ff2fee26?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "title": "dsadsads bladadsdasss",
      "ingredients": [
        "adsdasdas",
        "adsadsdas"
      ],
      "instructions": [
        "asdda",
        "23443sd"
      ],
      "information": "asddas",
      "created_at": 1647471561449
    },
    {
      "id": 9,
      "image": "https://images.unsplash.com/photo-1571162437205-8889ff2fee26?ixlib=rb-1.2.1&ixid=MnwxMjA3fDB8MHxwaG90by1wYWdlfHx8fGVufDB8fHx8&auto=format&fit=crop&w=870&q=80",
      "title": "sadas",
      "ingredients": "sadas",
      "instructions": "asdasd",
      "information": "aasda",
      "created_at": 1647472098813
    }
  ]
}